#### FtSup2PerTon Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol ftÂ²/ton, indicating unit Square feet per ton of refrigeration.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FtSup2PerTon { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FtSup2PerTon As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FtSup2PerTon { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace